tap "jorgelbg/tap"
tap "oven-sh/bun"
tap "zurawiki/brews"
brew "gcc"
brew "libyaml"
brew "openssl@3"
brew "readline"
brew "aider"
brew "antidote"
brew "awscli"
brew "bash"
brew "bat"
brew "commitlint"
brew "coreutils"
brew "csvkit"
brew "deno"
brew "eza"
brew "fd"
brew "harfbuzz"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "git"
brew "git-crypt"
brew "git-delta"
brew "gitleaks"
brew "gnupg"
brew "go"
brew "grep"
brew "libomp"
brew "libtool"
brew "imagemagick"
brew "jira-cli"
brew "jq"
brew "llm"
brew "lua"
brew "neonctl"
brew "tree-sitter"
brew "utf8proc", args: ["HEAD"]
brew "neovim", args: ["HEAD"]
brew "ollama"
brew "tree"
brew "pass"
brew "pdfgrep"
brew "pinentry-mac"
brew "pkgconf"
brew "ripgrep"
brew "rustup"
brew "sevenzip"
brew "tree-sitter-cli"
brew "up"
brew "uv"
brew "viu"
brew "vivid"
brew "volta"
brew "wget"
brew "yazi"
brew "yt-dlp"
brew "zoxide"
brew "jorgelbg/tap/pinentry-touchid"
brew "oven-sh/bun/bun"
brew "zurawiki/brews/gptcommit"
cask "1password-cli@beta"
cask "1password@beta"
cask "android-platform-tools"
cask "appcleaner"
cask "bankid"
cask "basictex"
cask "docker-desktop"
cask "firefox@developer-edition"
cask "focusrite-control-2"
cask "font-jetbrains-mono-nerd-font"
cask "google-chrome"
cask "iina"
cask "netnewswire"
cask "notunes"
cask "obsidian"
cask "scroll-reverser"
cask "spotify"
cask "tableplus"
cask "transmission"
cask "wezterm"
