tap "edgedb/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "otahontas/tap"
tap "rhysd/actionlint", "https://github.com/rhysd/actionlint"
tap "superfly/tap"
brew "ack"
brew "aerc"
brew "antibody"
brew "awscli"
brew "bash"
brew "bat"
brew "black"
brew "catimg"
brew "chezmoi"
brew "clang-format"
brew "cmake"
brew "p11-kit"
brew "gnutls"
brew "lima"
brew "colima"
brew "krb5"
brew "composer"
brew "coreutils"
brew "dante"
brew "diff-so-fancy"
brew "docker"
brew "duf"
brew "exa"
brew "folly"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "fd"
brew "gobject-introspection"
brew "harfbuzz"
brew "ffmpeg"
brew "fnm"
brew "fzf"
brew "gawk"
brew "gdb"
brew "gh"
brew "git"
brew "gitui"
brew "glow"
brew "gnupg"
brew "gnu-time"
brew "go"
brew "golangci-lint"
brew "grep"
brew "hadolint"
brew "htop"
brew "imagemagick"
brew "jq"
brew "lazydocker"
brew "lua"
brew "luarocks"
brew "lynx"
brew "node"
brew "markdownlint-cli"
brew "mas"
brew "mypy"
brew "ncdu"
brew "neovim", args: ["HEAD"]
brew "newsboat"
brew "nnn"
brew "notmuch"
brew "pandoc"
brew "pass"
brew "pdm"
brew "pgformatter"
brew "pinentry-mac"
brew "poetry"
brew "portaudio"
brew "postgresql"
brew "pwgen"
brew "pyenv"
brew "r"
brew "ripgrep"
brew "rsync"
brew "shellcheck"
brew "spotify-tui"
brew "spotifyd"
brew "stylua"
brew "tldr"
brew "trash"
brew "up"
brew "w3m"
brew "watch"
brew "watchman"
brew "wget"
brew "youtube-dl"
brew "edgedb/tap/edgedb-cli"
brew "otahontas/tap/kanttiinit", args: ["HEAD"]
brew "rhysd/actionlint/actionlint"
brew "superfly/tap/flyctl"
cask "1password"
cask "amethyst"
cask "appcleaner"
cask "basictex"
cask "daisydisk"
cask "dash"
cask "figma"
cask "firefox-developer-edition"
cask "focusrite-control"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "google-chrome"
cask "google-cloud-sdk"
cask "hyperkey"
cask "iina"
cask "insomnia"
cask "izotope-product-portal"
cask "keepingyouawake"
cask "keycastr"
cask "kitty"
cask "lunar"
cask "macdown"
cask "microsoft-auto-update"
cask "microsoft-office"
cask "microsoft-teams"
cask "native-access"
cask "ngrok"
cask "obsidian"
cask "remarkable"
cask "scroll-reverser"
cask "skim"
cask "tableplus"
cask "turbo-boost-switcher"
cask "viscosity"
cask "waves-central"
mas "Home Assistant", id: 1099568401
mas "iMovie", id: 408981434
mas "Logic Pro", id: 634148309
mas "MainStage", id: 634159523
mas "Pixelmator", id: 407963104
mas "SwiftoDo Desktop", id: 1143641091
