tap "edgedb/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "jorpilo/formulae"
tap "otahontas/tap"
brew "act"
brew "antibody"
brew "openssl@1.1"
brew "python@3.11"
brew "awscli"
brew "bat"
brew "chezmoi"
brew "qemu"
brew "lima"
brew "colima"
brew "deno"
brew "diff-so-fancy"
brew "duti"
brew "ebook-tools"
brew "elm"
brew "libssh2"
brew "exa"
brew "fd"
brew "flyctl"
brew "fnm"
brew "fzf"
brew "gawk"
brew "gh"
brew "git"
brew "git-crypt"
brew "gitleaks"
brew "gitui"
brew "glow"
brew "gnu-time"
brew "gnupg"
brew "go"
brew "grep"
brew "imagemagick"
brew "jq"
brew "k3d"
brew "kubernetes-cli"
brew "lua"
brew "luarocks"
brew "mas"
brew "ncdu"
brew "neovim"
brew "nnn"
brew "node"
brew "openjdk"
brew "pdm"
brew "pinentry-mac"
brew "pipx"
brew "pnpm"
brew "virtualenv"
brew "poetry"
brew "pre-commit"
brew "pwgen"
brew "pyenv"
brew "python@3.10"
brew "ripgrep"
brew "rustup-init"
brew "spotify-tui"
brew "spotifyd"
brew "starship"
brew "tcpdump"
brew "tldr"
brew "trash-cli"
brew "tree"
brew "up"
brew "w3m"
brew "wget"
brew "youtube-dl"
brew "edgedb/tap/edgedb-cli"
brew "jorpilo/formulae/skhd"
brew "jorpilo/formulae/yabai"
brew "otahontas/tap/kanttiinit", args: ["HEAD"]
cask "1password-beta"
cask "1password-cli-beta"
cask "appcleaner"
cask "firefox-developer-edition"
cask "font-jetbrains-mono-nerd-font"
cask "google-cloud-sdk"
cask "iina"
cask "macdown"
cask "mullvadvpn"
cask "netnewswire"
cask "ngrok"
cask "notunes"
cask "obsidian"
cask "remarkable"
cask "spotify"
cask "tableplus"
cask "thingsmacsandboxhelper"
cask "wezterm"
cask "wireshark"
mas "1Password for Safari", id: 1569813296
mas "AdGuard for Safari", id: 1440147259
mas "Grammarly for Safari", id: 1462114288
mas "Lungo", id: 1263070803
mas "OneTab", id: 1540160809
mas "Paprika Recipe Manager 3", id: 1303222628
mas "Pixelmator", id: 407963104
mas "Telegram", id: 747648890
mas "Things", id: 904280696
mas "Velja", id: 1607635845
mas "Video Speed Controller", id: 1588368612
mas "Vimari", id: 1480933944
mas "WhatsApp", id: 1147396723
mas "WireGuard", id: 1451685025
mas "Xcode", id: 497799835
