tap "coursier/formulas"
tap "edgedb/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "jorgelbg/tap"
tap "koekeishiya/formulae"
tap "michaeleisel/zld"
tap "otahontas/tap"
tap "xcodesorg/made"
brew "act"
brew "antidote"
brew "openssl@3"
brew "readline"
brew "aria2"
brew "automake"
brew "python@3.11"
brew "awscli"
brew "bat"
brew "bison"
brew "pkg-config"
brew "capstone"
brew "chezmoi"
brew "chruby"
brew "cmake"
brew "cmake-docs"
brew "cmatrix"
brew "libyaml"
brew "cocoapods"
brew "ncurses"
brew "colima"
brew "coreutils"
brew "deno"
brew "diff-so-fancy"
brew "djvulibre"
brew "docker"
brew "docker-buildx"
brew "docker-compose"
brew "duti"
brew "ebook-tools"
brew "folly"
brew "edencommon"
brew "elm"
brew "eza"
brew "fizz"
brew "wangle"
brew "fb303"
brew "fd"
brew "harfbuzz"
brew "ffmpeg"
brew "flyctl"
brew "fnm"
brew "libtool"
brew "fzf"
brew "gawk"
brew "gdbm"
brew "gh"
brew "ghcup"
brew "git"
brew "git-crypt"
brew "gitleaks"
brew "gitui"
brew "glow"
brew "gnu-time"
brew "gnupg"
brew "go"
brew "golang-migrate"
brew "grep"
brew "haskell-stack"
brew "imagemagick"
brew "iproute2mac"
brew "jq"
brew "julia"
brew "k3d"
brew "kubernetes-cli"
brew "llm"
brew "lua"
brew "luarocks"
brew "mas"
brew "ncdu"
brew "neovim"
brew "nnn"
brew "node"
brew "openjdk"
brew "openjdk@11"
brew "openssl@1.1"
brew "virtualenv"
brew "pdm"
brew "php"
brew "pinentry-mac"
brew "pipx"
brew "pnpm"
brew "poetry"
brew "pre-commit"
brew "pwgen"
brew "pyenv"
brew "python@3.10"
brew "r"
brew "ripgrep"
brew "ruby-install"
brew "rustup-init"
brew "serve"
brew "starship"
brew "tcpdump"
brew "telnet"
brew "tldr"
brew "trash-cli"
brew "tree"
brew "up"
brew "volta"
brew "w3m"
brew "watchman"
brew "wget"
brew "xdg-ninja"
brew "yt-dlp"
brew "zlib"
brew "coursier/formulas/coursier"
brew "edgedb/tap/edgedb-cli"
brew "jorgelbg/tap/pinentry-touchid"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "otahontas/tap/kanttiinit", args: ["HEAD"]
brew "xcodesorg/made/xcodes"
cask "1password-beta"
cask "1password-cli-beta"
cask "appcleaner"
cask "bankid"
cask "chromium"
cask "cycling74-max"
cask "dash"
cask "discord"
cask "firefox-developer-edition"
cask "focusrite-control"
cask "font-jetbrains-mono-nerd-font"
cask "google-chrome"
cask "google-cloud-sdk"
cask "iina"
cask "macdown"
cask "mullvadvpn"
cask "musescore"
cask "netnewswire"
cask "ngrok"
cask "notunes"
cask "obsidian"
cask "spotify"
cask "tableplus"
cask "visual-studio-code"
cask "wezterm"
cask "wireshark"
cask "zulu17"
mas "AdGuard for Safari", id: 1440147259
mas "Grammarly for Safari", id: 1462114288
mas "Logic Pro", id: 634148309
mas "Lungo", id: 1263070803
mas "MainStage", id: 634159523
mas "OneTab", id: 1540160809
mas "Paprika Recipe Manager 3", id: 1303222628
mas "Pixelmator", id: 407963104
mas "reMarkable", id: 1276493162
mas "Tailscale", id: 1475387142
mas "TestFlight", id: 899247664
mas "Things", id: 904280696
mas "Velja", id: 1607635845
mas "Video Speed Controller", id: 1588368612
mas "Vimari", id: 1480933944
mas "WireGuard", id: 1451685025
mas "Xcode", id: 497799835
