tap "edgedb/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "otahontas/tap"
tap "rhysd/actionlint", "https://github.com/rhysd/actionlint"
brew "actionlint"
brew "aerc"
brew "antibody"
brew "node"
brew "aws-cdk"
brew "python@3.10"
brew "awscli"
brew "bat"
brew "black"
brew "chezmoi"
brew "colima"
brew "deno"
brew "diff-so-fancy"
brew "docker"
brew "docker-compose"
brew "exa"
brew "fd"
brew "fnm"
brew "fzf"
brew "gawk"
brew "gh"
brew "git"
brew "gitui"
brew "glow"
brew "gnu-time"
brew "gnupg"
brew "go"
brew "golangci-lint"
brew "grep"
brew "hadolint"
brew "jq"
brew "kubernetes-cli"
brew "lua"
brew "luarocks"
brew "markdownlint-cli"
brew "mas"
brew "ncdu"
brew "neovim"
brew "nnn"
brew "pdm"
brew "pinentry-mac"
brew "pipx"
brew "poetry"
brew "pwgen"
brew "pyenv"
brew "python@3.9"
brew "ripgrep"
brew "rsync"
brew "rustup-init"
brew "shellcheck"
brew "spotify-tui"
brew "spotifyd"
brew "starship"
brew "stylua"
brew "tcpdump"
brew "tldr"
brew "trash-cli"
brew "tree"
brew "up"
brew "w3m"
brew "edgedb/tap/edgedb-cli"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "otahontas/tap/kanttiinit", args: ["HEAD"]
cask "1password-beta"
cask "1password-cli-beta"
cask "appcleaner"
cask "dash"
cask "discord"
cask "firefox-developer-edition"
cask "font-jetbrains-mono-nerd-font"
cask "godot"
cask "google-chrome"
cask "google-cloud-sdk"
cask "hyperkey"
cask "keycastr"
cask "lens"
cask "microsoft-auto-update"
cask "microsoft-office"
cask "netnewswire"
cask "ngrok"
cask "obsidian"
cask "postman"
cask "remarkable"
cask "tableplus"
cask "thingsmacsandboxhelper"
cask "visual-studio-code"
cask "wezterm"
mas "1Password for Safari", id: 1569813296
mas "AdGuard for Safari", id: 1440147259
mas "Lungo", id: 1263070803
mas "OneTab", id: 1540160809
mas "Paprika Recipe Manager 3", id: 1303222628
mas "Slack", id: 803453959
mas "Telegram", id: 747648890
mas "Things", id: 904280696
mas "Velja", id: 1607635845
mas "Video Speed Controller", id: 1588368612
mas "Vimari", id: 1480933944
mas "WhatsApp", id: 1147396723
