tap "adur1990/tap"
tap "amar1729/formulae"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "homebrew/test-bot"
tap "mutagen-io/mutagen"
tap "otahontas/tap"
tap "rhysd/actionlint", "https://github.com/rhysd/actionlint"
brew "ack"
brew "aerc"
brew "antibody"
brew "bash"
brew "bat"
brew "black"
brew "python@3.9"
brew "glib"
brew "catimg"
brew "chezmoi"
brew "clang-format"
brew "coreutils"
brew "dante"
brew "diff-so-fancy"
brew "djvu2pdf"
brew "enchant"
brew "exa"
brew "fd"
brew "gobject-introspection"
brew "harfbuzz"
brew "ffmpeg"
brew "fzf"
brew "gawk"
brew "gdb"
brew "gh"
brew "git"
brew "gitui"
brew "glow"
brew "gnupg"
brew "gnu-time"
brew "go"
brew "grep"
brew "hadolint"
brew "htop"
brew "libheif"
brew "imagemagick"
brew "jq"
brew "libstfl"
brew "luarocks"
brew "lynx"
brew "node"
brew "markdownlint-cli"
brew "mas"
brew "mypy"
brew "ncdu"
brew "neovim"
brew "newsboat"
brew "nnn"
brew "notmuch"
brew "pandoc"
brew "pass"
brew "pinentry-mac"
brew "poetry"
brew "portaudio"
brew "prettier"
brew "pwgen"
brew "pyenv"
brew "r"
brew "ripgrep"
brew "rsync"
brew "shellcheck"
brew "spotify-tui"
brew "spotifyd"
brew "subversion"
brew "syncthing", restart_service: true
brew "tldr"
brew "tmux"
brew "trash"
brew "up"
brew "w3m"
brew "yarn"
brew "youtube-dl"
brew "amar1729/formulae/browserpass"
brew "mutagen-io/mutagen/mutagen-beta"
brew "otahontas/tap/kanttiinit", args: ["HEAD"]
brew "rhysd/actionlint/actionlint"
cask "alacritty"
cask "alfred"
cask "amethyst"
cask "appcleaner"
cask "basictex"
cask "daisydisk"
cask "dash"
cask "discord"
cask "docker"
cask "figma"
cask "firefox"
cask "firefox-developer-edition"
cask "focusrite-control"
cask "font-fira-code-nerd-font"
cask "google-cloud-sdk"
cask "iina"
cask "insomnia"
cask "izotope-product-portal"
cask "karabiner-elements"
cask "keepingyouawake"
cask "keycastr"
cask "macdown"
cask "microsoft-auto-update"
cask "microsoft-office"
cask "native-access"
cask "ngrok"
cask "osxfuse"
cask "postman"
cask "scroll-reverser"
cask "skim"
cask "slack"
cask "todotxt"
cask "transmission"
cask "tunnelblick"
cask "waves-central"
cask "zoom"
mas "iMovie", id: 408981434
mas "Logic Pro", id: 634148309
mas "MainStage", id: 634159523
mas "Pixelmator", id: 407963104
mas "Telegram", id: 747648890
mas "WhatsApp", id: 1147396723
