alfred
amethyst
appcleaner
caffeine
daisydisk
firefox
focusrite-control
font-fira-code
font-meslo-lg-nerd-font
freetube
iina
izotope-product-portal
kitty
maintenance
native-access
scroll-reverser
seaglass
spotify
waves-central
zoom
