antibody
edgedb-cli
expo-cli
heroku-cli
insomnia-bin
intellij-idea-ultimate-edition
intellij-idea-ultimate-edition-jre
jitsi-meet-desktop
kanttiinit-git
neovim-drop-in
neovim-remote
nodejs-gatsby-cli
nvm
pycharm-professional
routahe
s
slack-desktop
spotify-tui
spotifyd-full
vue-cli
wl-clipboard-x11
zeal
zoom
