alsa-utils
bat
brightnessctl
btrfs-progs
chezmoi
cronie
diff-so-fancy
docker
docker-compose
exa
expac
fd
ffmpeg
fzf
git
github-cli
gitui
go
htop
imagemagick
intel-media-driver
intel-ucode
jq
linux-headers
man-db
man-pages
neofetch
nnn
nodejs
npm
openssh
pacman-contrib
prettier
pwgen
pyenv
python-black
python-isort
python-poetry
reflector
ripgrep
rsync
shellcheck
systemd-resolvconf
terminus-font
tldr
tmux
trash-cli
ufw
unzip
vbetool
wget
yarn
youtube-dl
zip
zsh
