aerc
alacritty
alsa-utils
arc-gtk-theme
arc-icon-theme
base
base-devel
bat
brightnessctl
browserpass
btrfs-progs
catimg
chezmoi
diff-so-fancy
docker
docker-compose
exa
exfat-utils
fd
firefox
fzf
git
github-cli
gnome-keyring
go
grim
htop
httpie
imagemagick
imv
intel-ucode
iwd
jq
khal
khard
libreoffice-fresh
linux
linux-firmware
linux-headers
mako
man-db
man-pages
marked
mpv
neovim
newsboat
nnn
nodejs
npm
offlineimap
openssh
pacman-contrib
pass
pulseaudio-alsa
pulsemixer
pwgen
pyenv
python-poetry
r
reflector
ripgrep
rsync
rustup
seahorse
slurp
sway
swayidle
swaylock
syncthing
terminus-font
tldr
tmux
trash-cli
ttf-arphic-uming
ttf-joypixels
udiskie
ufw
unzip
w3m
wget
wl-clipboard
xdg-user-dirs
xdg-utils
yarn
youtube-dl
zathura
zathura-pdf-poppler
zathura-ps
zip
zsh
