acpi
alsa-utils
android-tools
ansible
ant
arc-gtk-theme
arc-icon-theme
atool
autoconf
automake
base
biber
bison
bluez-utils
brightnessctl
browserpass
browserpass-firefox
catimg
check
clang
ctags
discord
docker
docker-compose
duplicity
etckeeper
fakeroot
fd
firefox-developer-edition
flex
fzf
gcc
gdb
git
go-pie
gradle
grim
highlight
httpie
hub
imagemagick
imv
intel-ucode
iw
iwd
jq
khal
khard
kitty
kubectl
libolm
linux
linux-firmware
lvm2
make
mako
man-db
man-pages
marked
maven
neovim
nodejs
npm
offlineimap
openssh
p7zip
pass
patch
perl-file-mimeinfo
pkgconf
pulseaudio
pulseaudio-alsa
pulseaudio-bluetooth
pulsemixer
python-mygpoclient
python-pillow
python-pipenv
python-pynvim
qt5-wayland
ranger
reflector
ripgrep
rsync
rustup
slurp
sudo
sway
swayidle
swaylock
syncthing
systemd-resolvconf
texlive-bibtexextra
texlive-core
tldr
tmux
trash-cli
ttf-arphic-uming
ttf-fira-code
ttf-joypixels
ttf-liberation
udiskie
ufw
valgrind
vdirsyncer
w3m
wget
which
wl-clipboard
xdg-user-dirs
xdg-utils
xorg-server-xwayland
zathura
zathura-pdf-poppler
zathura-ps
zsh
